Repository: Ameriks/velo.lv
Catalog: project/payment/locale/*/LC_MESSAGES/django.po
Languages: lv

source: I confirm that my health condition allows me to take part in competition in my chosen distance. I promise to keep regulations, traffic rules and use safety helmet.
lv: Apliecinu, ka mans veselības stāvoklis atļauj startēt izvēlētajā distancē. Apņemos ievērot ceļu satiksmes noteikumus un sacensību nolikumu, kā arī obligāti lietot aizsprādzētu aizsargķiveri visos sacensību posmos.

source: I will inform all registered participants about rules.
lv: Apliecinu, ka informēšu pieteiktos dalībniekus par noteikumiem.

source: Payment Type
lv: Maksāšanas veids

source: Invoice successfully created and sent to %(email)s
lv: Rēķins veiksmīgi izveidots un nosūtīts uz %(email)s

source: Error in connection with bank. Try again later.
lv: Kļūda savienojumā ar banku. Mēģiniet vēlreiz nedaudz vēlāk.

source: Company Name required.
lv: Uzņēmuma nosaukums ir obligāts.

source: Company registration number required.
lv: Uzņēmuma reģistrācijas numurs ir obligāts

source: Company Address required.
lv: Uzņēmuma adrese ir obligāta

source: Company Juridical Address required.
lv: Uzņēmuma juridiskā adrese ir obligāta

source: Final Price
lv: Pavisam kopā

source: Invoice Fields
lv: Rēķina informācija

source: Receive Bill
lv: Saņemt rēķinu

source: ID not found
lv: ID numurs nav atrodams

source: Error
lv: Kļūda

source: Failed
lv: Maksājums neizdevās

source: Declined
lv: Maksājums noraidīts

source: Timeout
lv: Maksājuma noilgums

source: Cancelled
lv: Maksājums atcelts

source: Reversed
lv: Maksājums atgriezts

source: New
lv: Jauns maksājms

source: Pending
lv: Gaida maksājumu

source: OK
lv: Veiksmīgs maksājums

source: ^checkprice/(?P<pk>\d+)/$
lv: ^cenasparbaude/(?P<pk>\d+)/$

source: ^back/(?P<slug>.+)/$
lv: ^atpakal/(?P<slug>.+)/$

source: <div class='entry'>Entry fee: <span>%(entry_fee)s€</span></div>
lv: <div class='entry'>Dalības maksa: <span>%(entry_fee)s€</span></div>

source: <div class='insurance'>Insurance fee: <span>%(insurance_fee)s€</span></div>
lv: <div class='insurance'>Apdrošināšana: <span>%(insurance_fee)s€</span></div>

source: <div class='total'>Total: <span>%(total)s€</span></div>
lv: <div class='total'>Kopā: <span>%(total)s€</span></div>

source: This distance isn't available for birth year %(year)s.
lv: Šī distance nav pieejama jūsu dzimšanas gadam - %(year)s.

source: Team profile successfully paid.
lv: Komandas profils veiksmīgi apmaksāts.

source: Transaction unsuccessful. Try again.
lv: Maksājums neizdevās. Mēģiniet vēlreiz.

source: Transaction status unknown. If you paid, then wait a while until status is updated - you will receive email.
lv: Maksājuma statuss nav zināms. Ja Jūs esat samaksājuši, tad pagaidiet kādu brīdi līdz statuss atjaunojās - Jūs saņemsiet e-pastu, ja maksājums būs bijis veiksmīgs.

source: Please enter all details
lv: Lūdzu aizpildiet visu informāciju

source: Please add at least one participant
lv: Lūdzu ievadiet vismaz vienu dalībnieku

source: Please specify first name and last name for all participants
lv: Lūdzu norādiet visiem dalībniekiem vārdu un uzvārdu

source: Please specify birthday for all participants
lv: Lūdzu norādiet visiem dalībniekiem dzimšanas datus / personas kodu

source: Not all participants have price added. Did you press save & pay?
lv: Visiem dalībniekiem nav norādīta cena. Vai nospiedāt "Saglabāt un Apmaksāt"?

source: Price expired. Start registering participants from step 1.
lv: Cena vairs nav aktuāla. Sāciet reģistrēt dalībniekus no soļa nr.1.

source: Team profile already payed.
lv: Komandas profils jau ir apmaksāts.

source: Competition already passed.
lv: Sacensības jau ir notikušas.

source: Price for team profile not defined.
lv: Sistēmā nav norādīta cena profila apmaksāšanai.
