Repository: Ameriks/velo.lv
Catalog: velo/locale/*/LC_MESSAGES/django.po
Languages: lv, ru

source: ^(?P<pk>\d+)/applied_teams/$
lv: ^(?P<pk>\d+)/pieteiktas_komandas/$
ru: ^(?P<pk>\d+)/zayavlennie_komandy/$

source: ^(?P<pk>\d+)/results/$
lv: ^(?P<pk>\d+)/rezultati/$
ru: ^(?P<pk>\d+)/rezultaty/$

source: ^(?P<pk>\d+)/results/(?P<pk2>\d+)/$
lv: ^(?P<pk>\d+)/rezultati/(?P<pk2>\d+)/$
ru: ^(?P<pk>\d+)/rezultaty/(?P<pk2>\d+)/$

source: ^(?P<pk>\d+)/results/teams/$
lv: ^(?P<pk>\d+)/rezultati/komandas/$
ru: ^(?P<pk>\d+)/rezultaty/komandy/$

source: ^(?P<pk>\d+)/results/team_name/$
lv: ^(?P<pk>\d+)/rezultati/komandas_nos/$
ru: ^(?P<pk>\d+)/rezultaty/nazvanie_komandy/$

source: ^(?P<pk>\d+)/results/team_name/between_distances/$
lv: ^(?P<pk>\d+)/rezultati/komandas_nos/starp_distancem/$
ru: ^(?P<pk>\d+)/rezultaty/nazvanie_komandy/mezhdu_distantsiyami/$

source: Pay for season
lv: Maksāt par sezonu

source: I confirm, that: the competition organizers are not responsible for possible injuries of participants, during the competition; my health condition corresponds to the selected distance; I will definitely use a fastened helmet and will observe road traffic regulations and competition regulations; I agree with the conditions for participation in the competition, mentioned in the regulations; I am informed, that the paid participation fee will not be returned and the participant’s starting number shall not be transferred to any other person.
lv: Es apliecinu, ka: sacensību organizatori neatbild par dalībnieku iespējamajām traumām sacensību laikā; mans veselības stāvoklis atbilst izvēlētajai distancei; es obligāti lietošu aiztaisītu aizsargķiveri, kā arī ievērošu ceļu satiksmes noteikumus un sacensību nolikumu; piekrītu sacensību nolikumā minētajiem nosacījumiem līdzdalībai sacensībās; esmu informēts, ka iemaksātā dalības maksa netiek atdota un dalībnieka numurs nav nododams citai personai.

source: I am informed that participation in %s requires LRF licence. More info - http://lrf.lv
lv: Esmu informēts/ta, ka %s distancē nepieciešama LRF licence. Vairāk informācija - http://lrf.lv

source: Prev
lv: Atpakaļ

source: ^participant/search.json$
lv: ^dalibnieks/meklet.json$
