Repository: Ameriks/velo.lv
Catalog: velo/locale/*/LC_MESSAGES/django.po
Languages: lv, ru

source: Currently logged in user doesn't have access to this application. Please, login with user that you used to create application.
lv: Lietotājam, kurš šobrīd ir pieslēdzies, nav tiesību mainīt pieteikumu. Lūdzu pieslēdzieties ar lietotāju, ar kuru tika izveidots pieteikums.
ru: Данный пользователь не имеет доступа к этой заявке. Пожалуйста, войдите в систему как пользователь, который создал заявку.

source: Competition already passed. Cannot register to historic competitions.
lv: Sacensības jau ir notikušas. Nevar reģistrēties vēsturiskajām sacensībām
ru: Соревнование уже завершилось. Невозможно зарегистрироваться на прошедшие соревнования.

source: Average Speed
lv: Vidējais ātrums
ru: Средняя скорость

source: Result Group
lv: Rezultāts grupā
ru: Результат в группе

source: Result Distance
lv: Rezultāts distancē
ru: Результат в дистанции

source: Points Group
lv: Punkti grupā
ru: Очки в группе

source: Points Distance
lv: Punkti distancē
ru: Очки в дистанции

source: Points Total
lv: Punkti kopā
ru: Итого очков

source: Team Name
lv: Komandas nos.
ru: Название команды

source: Year %(year)i Results
lv: %(year)i. gada rezultāti
ru: Результаты %(year)i года

source: Advanced options
lv: Papildus uzstādījumi
ru: Дополнительные настройки

source: Staticpage with url %(url)s already exists for site %(site)s
lv: Statiskā lapa ar adresi %(url)s jau eksistē lapai %(site)s
ru: Статическая страница с адресом %(url)s уже существует на сайте %(site)s

source: URL
lv: Adrese
ru: Адрес страницы

source: This value must contain only letters, numbers, dots, underscores, dashes, slashes or tildes.
lv: Šī vērtība var saturēt tikai burtus, numurus, punktus, zemsvītras, svītras, tildes.
ru: Это значение должно содержать только буквы, цифры, точки, черты снизу, дефисы, косые черты и тильды.

source: title
lv: nosaukums
ru: название

source: content
lv: saturs
ru: содержание

source: enable comments
lv: pieslēgt komentārus
ru: включить комментарии

source: flat page
lv: statiskā lapa
ru: статическая страница

source: flat pages
lv: statiskā lapa
ru: статические страницы

source: No %(verbose_name)s found matching the query
lv: Neviens %(verbose_name)s nav atrodams, kas atbilst meklēšanas nosacījumiem
ru: Не найден ни один %(verbose_name)s, соответствующий поисковому запросу

source: Supporter
lv: Atbalstītājs
ru: Болельщик

source: Partners
lv: Partneri
ru: Партнеры

source: Official Water
lv: Oficiālais ūdens
ru: Официальная вода

source: Official Energy Drink
lv: Oficiālais enerģijas dzēriens
ru: Официальный энергетический напиток

source: Official Technical Partner
lv: Oficiālais tehniskais partneris
ru: Официальный технический партнер

source: Official Prize Sponsor
lv: Oficiālais balvu sponsors
ru: Официальный спонсор призов

source: Sponsor
lv: Sponsors
ru: Спонсор

source: Official Partners
lv: Oficiālie partneri
ru: Официальные партнеры

source: General Sponsor
lv: Ģenerālsponsors
ru: Генеральный спонсор

source: Member with this First Name and Last Name is already registered in other team - {0}.
lv: Dalībnieks ar norādīto vārdu un uzvārdu jau ir reģistrēts citā komandā - {0}.
ru: Участник с этим именем и фамилией уже зарегистрирован в другой команде - {0}.

source: Team with such title already exist.
lv: Komanda ar šādu nosaukumu jau eksistē.
ru: Команда с таким названием уже существует.

source: Title
lv: Nosaukums
ru: Название

source: Image
lv: Attēls
ru: Изображение

source: Shirt Image
lv: Krekla attēls
ru: Изображение рубашки

source: Contact Person
lv: Kontaktpersona
ru: Контактное лицо

source: Management Info
lv: Apkalpes informācija
ru: Административная информация

source: SSN
lv: Personas kods
ru: Персональный код

source: License NR
lv: Licences numurs
ru: Номер лицензии

source: Participant
lv: Dalībnieks
ru: Участник

source: Reserve
lv: Rezerve
ru: Резерв

source: Kind
lv: Tips
ru: Тип

source: There are no teams
lv: Nav nevienas komandas
ru: Нет команд

source: Apply
lv: Pieteikties
ru: Подать заявку

source: Pay for team account
lv: Maksāt par komandu
ru: Заплатить за команду

source: You haven't created any official team.
lv: Jūs neesat izveidojis nevienu oficiālu komandu.
ru: Вы не создали ни одной официальной команды.

source: Too many team members marked as participants. MAX-%i
lv: Pārāk daudz dalībnieki atzīmēti, kā dalībnieki. Maksimālais skaits ir %i
ru: Слишком много членов команды отмечено как участники. Максимальное число -%i

source: Too many team members marked as reserve. MAX-%i
lv: Pārāk daudz dalībnieki atzīmēti, kā rezerves braucēji. Maksimālais skaits ir %i
ru: Слишком много членов команды отмечено как резерв. Максимальное число -%i

source: Successfuly saved.
lv: Veiksmīgi saglabāts.
ru: Успешно сохранено.

source: Account
lv: Konts
ru: Аккаунт

source: E-mail Addresses
lv: E-pasta adrese
ru: Адреса эл. почты

source: The following e-mail addresses are associated with your account:
lv: Sekojošās adreses ir piesaistītas jūsu kontam:
ru: С Вашим аккаунтом связаны следующие адреса эл. почты:

source: Verified
lv: Pārbaudīts
ru: Проверено

source: Unverified
lv: Nav pārbaudīts
ru: Не проверено

source: Primary
lv: Primārais
ru: Основной

source: Make Primary
lv: Norādīt kā primāro
ru: Сделать основным

source: Re-send Verification
lv: Sūtīt vēlreiz pārbaudi
ru: Выслать письмо для проверки повторно

source: Remove
lv: Izdzēst
ru: Удалить

source: Add E-mail Address
lv: Pievienot e-pasta adresi
ru: Добавить адрес эл. почты

source: E-mail address
lv: E-pasta adrese
ru: Адрес эл. почты

source: This field is mandatory
lv: Šis lauks ir obligāts
ru: Это поле обязательное для заполнения

source: Please enter valid e-mail address!
lv: Lūdzu norādiet pareizu e-pasta adresi!
ru: Пожалуйста, укажите действительный адрес эл. почты!

source: Add E-mail
lv: Pievienot e-pastu
ru: Добавить адрес эл. почты

source: Do you really want to remove the selected e-mail address?
lv: Vai tiešām vēlaties izdzēst izvēlēto e-pasta adresi?
ru: Вы действительно хотите удалить выбранный адрес эл. почты?

source: Confirm E-mail Address
lv: Apstiprināt e-pasta adresi
ru: Подтвердите адрес эл. почты

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
lv: Lūdzu apstipriniet, ka <a href="mailto:%(email)s">%(email)s</a> is an ir lietotāja %(user_display)s e-pasta adrese.
ru: Пожалуйста, подтвердите, что <a href="mailto:%(email)s">%(email)s</a> является адресом пользователя.

source: Confirm
lv: Apstiprināt
ru: Подтвердить

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
lv: E-pastā norādītā apstiprinājuma links vairs neeksistē vai ir kļūdains. <a href="%(email_url)s">Lūdzu pieprasiet jaunu linku</a>.
ru: Срок действия этой ссылки подтверждения в эл. письме истек или она недействительна. Пожалуйста, <a href="%(email_url)s">запросите новое письмо для подтверждения</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
lv: Jūs esat apstiprinājis, ka <a href="mailto:%(email)s">%(email)s</a> ir lietotāja %(user_display)s e-pasta adrese.
ru: Вы подтвердили, что <a href="mailto:%(email)s">%(email)s</a>является адресом пользователя %(user_display)s.

source: Sign In
lv: Pieslēgties
ru: Войти

source: Password
lv: Parole
ru: Пароль

source: Forgot Password?
lv: Aizmirsāt paroli?
ru: Забыли пароль?

source: Sign Out
lv: Atslēgties
ru: Выйти

source: Are you sure you want to sign out?
lv: Vai tiešām vēlaties atslēgties?
ru: Вы уверены, что хотите выйти?

source: Current Password
lv: Esošā parole
ru: Текущий пароль

source: New Password
lv: Jaunā parole
ru: Новый пароль

source: New Password (again)
lv: Jaunā parole (vēlreiz)
ru: Новый пароль (повторно)

source: The two password fields didn't match.
lv: Paroles lauki nesakrīt.
ru: Оба поля пароля не совпадают.

source: Password Reset
lv: Paroles nomaiņa
ru: Смена пароля

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
lv: Aizmirsāt savu paroli? Norādiet e-pasta adresi un mēs jums nosūtīsim e-pastu, kurā būs norādīts, kā atjaunot paroli.
ru: Забыли пароль? Введите ниже Ваш адрес эл. почты, и мы вышлем Вам эл. письмо, позволяющее его сменить.

source: Reset My Password
lv: Nomainīt paroli
ru: Изменить мой пароль

source: Please contact us if you have any trouble resetting your password.
lv: Lūdzu informējiet, ka jums ir problēmas nomainīt paroli.
ru: Пожалуйста, свяжитесь с нами, если у Вас возникли проблемы со сменой пароля.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
lv: Mēs nosūtījām jums e-pastu. Lūdzu sakontaktējieties ar mums, ja jūs to neesat saņēmis 10 minūšu laikā.
ru: Мы выслали Вам эл. письмо. Пожалуйста, свяжитесь с нами, если Вы не получите его в течение нескольких минут.

source: Bad Token
lv: Kļūdais kods
ru: Ошибочный код

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
lv: Paroles nomaiņas links ir kļūdains. Iespējams tas jau ir izmantots. Lūdzu pieprasiet <a href="%(passwd_reset_url)s">vēlreiz paroles nomaiņu</a>.
ru: Ссылка на смену пароля недействительна, возможно, потому что на уже была использована. Пожалуйста, запросите <a href="%(passwd_reset_url)s">новую смену пароля</a>.

source: Your password is now changed.
lv: Jūsu parole ir nomainīta.
ru: Ваш пароль был изменен.

source: Set Password
lv: Uzstādīt paroli
ru: Задайте пароль

source: Signup
lv: Reģistrēties
ru: Зарегистрироваться

source: Sign Up
lv: Reģistrēties
ru: Зарегистрироваться

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
lv: Ja jums jau ir lietotājs, lūdzu <a href="%(login_url)s">pieslēdzieties </a>.
ru: Уже есть аккаунт? Пожалуйста, <a href="%(login_url)s">войдите</a>.

source: Password (again)
lv: Parole (vēlreiz)
ru: Пароль (повторно)

source: I want to receive velo.lv news in email
lv: Vēlos saņemt velo.lv jaunumus e-pastā
ru: Я хочу получать новости velo.lv по эл. почте

source: Please enter correct day number
lv: Norādiet korektu dienu
ru: Пожалуйста, укажите правильный день

source: Please enter correct month number
lv: Norādiet korektu mēnesi
ru: Пожалуйста, укажите правильный месяц

source: YYYY
ru: ГГГГ

source: Please enter correct year number
lv: Norādiet korektu gadu.
ru: Пожалуйста, укажите правильный год

source: Sign Up Closed
lv: Reģistrēšanās nav atļauta
ru: Регистрация закрыта

source: We are sorry, but the sign up is currently closed.
lv: Atvainojiet par neērtībām, bet šobrīd nav iespējams reģistrēties mājas lapā.
ru: К сожалению, регистрация сейчас недоступна.

source: Verify Your E-mail Address
lv: Pārbaudiet savu e-pasta adresi
ru: Проверьте Ваш адрес эл. почты

source: We have sent an e-mail to <a href="mailto:%(email)s">%(email)s</a> for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
lv: Mēs jums nosūtījām e-pastu uz <a href="mailto:%(email)s">%(email)s</a>. Lūdzu sekojiet norādījumiem, lai pabeigtu reģistrēšanos. Lūdzu informējiet mūs, ja 10 minūšu laikā e-pastu nesaņēmāt.
ru: Мы выслали Вам эл. письмо для проверки на адрес <a href="mailto:%(email)s">%(email)s</a>. Пройдите по указанной ссылке для завершения процесса регистрации. Пожалуйста, свяжитесь с нами, если Вы не получите его в течение нескольких минут.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
lv: Šī mājas lapas daļa pieprasa, lai jūs aptipriniet savu identitāti. Lai to izdarītu, mēs pieprasam lai jūs apstipriniet e-pasta adresi, kuru izmantojiet.
ru: Эта часть сайта требует, чтобы Вы подтвердили свою личность. Для этого мы просим, чтобы Вы подтвердили принадлежность Вам указанного адреса эл. почты.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
lv: Mēs nosūtījām jums e-pastu. Lūdzu nospiediet uz www adreses e-pastā. Lūdzu informējiet mūs, ka neesat saņēmis e-pastu 10 minūšu laikā.
ru: Мы выслали Вам эл. письмо для проверки. Пожалуйста, нажмите на ссылку в этом письме. Пожалуйста, свяжитесь с нами, если Вы не получите его в течение нескольких минут.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
lv: <strong>Piezīme:</strong> jūs joprojām varat <a href="%(email_url)s">nomainīt</a>.
ru: <strong>Примечание:</strong> Вы по-прежнему <a href="%(email_url)s">можете изменить свой адрес эл. почты</a>.

source: Login
lv: Pieslēgties
ru: Вход

source: Profile
lv: Profils
ru: Профиль

source: My Applications
lv: Mani pieteikumi
ru: Мои заявки

source: My Teams
lv: Manas komandas
ru: Мои команды

source: My Company Applications
lv: Mani uzņēmuma pieteikumi
ru: Мои заявки предприятия

source: Logout
lv: Atslēgties
ru: Выход

source: Competitions
lv: Sacensības
ru: Соревнования

source: Menu
lv: Saturs
ru: Меню

source: Contacts
lv: Kontakti
ru: Контакты

source: Read more
lv: Lasīt vairāk
ru: Читать далее

source: All Groups
lv: Visas grupas
ru: Все группы

source: Previous
lv: Atpakaļ
ru: Назад

source: Next
lv: Tālāk
ru: Дальше

source: About Competition
lv: Par sacensībām
ru: О соревновании

source: Photo Galleries
lv: Foto galerijas
ru: Фотогалереи

source: Open Competition
lv: Atvērt sacensības
ru: Открыть соревнование

source: News
lv: Jaunumi
ru: Новости

source: View
lv: Aplūkot
ru: Просмотр

source: My Profile
lv: Mans profils
ru: Мой профиль

source: My Information
lv: Mana informācija
ru: Моя информация

source: Social Accounts
lv: Sociālie konti
ru: Социальные аккаунты

source: Background
lv: Apraksts
ru: Описание

source: Change Image
lv: Mainīt attēlu
ru: Изменить изображение

source: Upload image that is smaller than
lv: Augšupielādējiet attēlu, kas ir mazāks par
ru: Загрузите изображение, которое меньше

source: Previous Page
lv: Iepriekšējā lapa
ru: Предыдущая страница

source: Next Page
lv: Nākamā lapa
ru: Следующая страница

source: Basic information
lv: Pamatinformācija
ru: Основная информация

source: Payment
lv: Maksājums
ru: Оплата

source: Confirmation
lv: Apstiprinājums
ru: Подтверждение

source: Apply for competition
lv: Pieteikties sacensībām
ru: Подать заявку на соревнование

source: Registration successful
lv: Reģistrēšanās veiksmīga
ru: Регистрация прошла успешно

source: Thank you for applying!
lv: Paldies par pieteikšanos sacensībām!
ru: Спасибо за подачу заявки!

source: You will receive email with confirmation that you have successfuly applied.
lv: Jūs saņemsiet apstiprinājuma e-pastu, ka esat veiksmīgi pieteicies.
ru: Вы получите эл. письмо с подтверждением о том, что Вы успешно подали заявку.

source: To download invoice, press here.
lv: Lai lejupielādētu rēķinu, spiediet šeit.
ru: Для скачивания счета нажмите здесь.

source: Pay with Creditcard
lv: Maksāt ar kredītkarti
ru: Оплатить кредитной картой

source: Update participant contact information
lv: Atjaunot dalībnieku kontaktinformāciju
ru: Обновить контактную информацию участника

source: Thank you! We have received the payment.
lv: Paldies! Mēs esam saņēmuši maksājumu.
ru: Спасибо! Мы получили оплату.

source: Price
lv: Cena
ru: Цена

source: %(counter)s participant
lv: %(counter)s dalībnieks
ru: %(counter)s участник

source: Total
lv: Kopā
ru: Итого

source: Add or Update Participants
lv: Pievienot vai mainīt dalībniekus
ru: Добавить или обновить участников

source: Donate
lv: Ziedot
ru: Сделать пожертвование

source: Pay
lv: Maksāt
ru: Оплатить

source: E-mail
lv: E-pasts
ru: Эл. почта

source: E-mail Confirmation
lv: E-pasta apstiprinājums
ru: Подтверждение электронным письмом

source: To this email address confirmation email will be sent.
lv: Uz šo e-pasta adresi tiks sūtīts apstiprinājums
ru: На этот адрес эл. почты будет выслано письмо для подтверждения адреса.

source: Save & Pay
lv: Saglabāt un maksāt
ru: Сохранить и оплатить

source: Add Company Team Member
lv: Pievienot uzņēmuma pieteikuma dalībnieku
ru: Добавить члена команды предприятия

source: Public URL
lv: Publiskā adrese
ru: Публичный адрес страницы

source: Great! You have successfuly added participants to company application.
lv: Super! Dalībnieki ir veiksmīgi pievienoti uzņēmuma pieteikumam.
ru: Отлично! Вы успешно добавили участников в заявку предприятия.

source: What's next?
lv: Kas tālāk?
ru: Что дальше?

source: Company's responsible person (the one who created company application) now see new participants and she must take action so that you appear in start list. Until he/she takes action, you haven't really applied to competition.
lv: Uzņēmuma atbildīgā persona (tā kura ir izveidojusi šo kompānijas pieteikumu) tagad var redzēt jaunus dalībniekus un ir jāveic darbības, lai Jūsu norādītie dalībnieki parādītos starta sarakstā. Līdz tam Jūsu pieteiktie dalībnieki nav iekļauti starta sarakstā.
ru: Ответственное лицо предприятия (то, которое создало заявку предприятия) сейчас видит новых участников, и оно должно предпринять действия, чтобы Вы были включены в стартовый лист. Пока эти действия не будут выполнены, Вы не сможете принять участие в соревновании.

source: Create Company Application
lv: Izveidot uzņēmuma pieteikumu
ru: Создать заявку предприятия

source: Pay for
lv: Maksāt par
ru: Заплатить за

source: Company Application
lv: Uzņēmuma pieteikums
ru: Заявка предприятия

source: Edit
lv: Labot
ru: Редактировать

source: Company riders
lv: Uzņēmuma braucēji
ru: Велосипедисты компании

source: Add participant
lv: Pievienot dalībnieku
ru: Добавить участника

source: New Team
lv: Jauna komanda
ru: Новая команда

source: Add to existing team
lv: Pievienot esošajai komandai
ru: Добавить в существующую команду

source: Pay for selected
lv: Apmaksāt izvēlētos
ru: Заплатить за выбранных

source: Create new team
lv: Izveidot jaunu komandu
ru: Создать новую команду

source: Create team
lv: Izveidot komandu
ru: Создать команду

source: Add to Team
lv: Pievienot komandai
ru: Добавить в команду

source: Create New
lv: Izveidot jaunu
ru: Создать новую

source: Corporate application is intended for larger companies or groups which require entering data of many participants.
lv: Uzņēmuma pieteikums ir paredzēts lielākiem uzņēmumiem vai grupām, kurām ir nepieciešams ievadīt daudzu dalībnieku datus.
ru: Заявка предприятия предусмотрена для крупных предприятий или групп, которым необходимо вводить данные многих участников.

source: When you create a corporate application, you will get a public web address to share with employees. Thus your employees will be able to add their personal data themselves.
lv: Izveidojot uzņēmuma pieteikumu, Jūs iegūsiet publiski pieejamu interneta adresi, kuru būs iespējams izsūtīt darbiniekiem, kur viņiem pašiem būs iespēja pievienot informāciju par sevi.
ru: Создав заявку предприятия, Вы получите публично доступный адрес в интернете, который можно будет отправлять работникам, где они сами смогут добавлять информацию о себе.

source: Afterwards you can register participants and pay the participation fee for selected participants.
lv: Pēc tam Jums būs iespējams pieteikt un apmaksāt izvēlētos dalībniekus.
ru: Затем у Вас появится возможность заявлять и оплачивать выбранных участников.

source: Add Participants
lv: Pievienot dalībniekus
ru: Добавить участников

source: Competition Information
lv: Sacensību informācija
ru: Информация о соревновании

source: Participant Information
lv: Dalībnieka informācija
ru: Информация об участнике

source: Download Invoice
lv: Lejupielādēt rēķinu
ru: Скачать счет

source: Use filters to find results.
lv: Izmantojiet filtrus, lai atrastu rezultātus.
ru: Используйте фильтры для поиска результатов.

source: Select Competition
lv: Izvēlieties sacensību
ru: Выберите соревнование

source: Select Year
lv: Izvēlieties gadu
ru: Выберите год

source: See Results
lv: Aplūkot rezultātus
ru: Просмотр результатов

source: Historic results
lv: Vēsturiskie rezultāti
ru: Архивные результаты

source: PARTICIPANTS
lv: DALĪBNIEKI
ru: УЧАСТНИКИ

source: TEAMS
lv: KOMANDAS
ru: КОМАНДЫ

source: Result
lv: Rezultāts
ru: Результат

source: Account Connections
lv: Konta pieslēgumi
ru: Подключения аккаунта

source: You can sign in to your account using any of the following third party accounts:
lv: Jūs varat pieslēgties savam kontam izmantojot šos ārējos kontus:
ru: Вы можете войти в свой аккаунт, используя любой из следующих сторонних аккаунтов:

source: You currently have no social network accounts connected to this account.
lv: Jūs neesat pieslēdzis nevienu sociālo kontu jūsu lietotājam.
ru: В настоящее время у Вас нет аккаунтов социальных сетей, подключенных к этому аккаунту.

source: Add a 3rd Party Account
lv: Pievienot sociālo kontu
ru: Добавить сторонний аккаунт

source: Enter with %(provider_name)s
lv: Ienākt ar %(provider_name)s
ru: Войти с %(provider_name)s

source: If a team member is marked red, it means that the participation fee has not been paid for this participant or cannot be found among the participants that have paid the participation fee. Please pay particular attention to this because the results of any participant marked red will not be counted.
lv: Ja komandas dalībnieks ir sarkanā krāsā, tas nozīmē, ka nav saņemta samaksa par dalībnieku vai arī nav atrodams starp apmaksātajiem dalībniekiem. Lūdzam šim pievērst pastiprinātu uzmanību, jo sarkanā krāsā esošo komandas dalībnieku rezultāti netiks ņemti vērā.
ru: Если участник команды красного цвета, это означает, что за участника не получена оплата или что он отсутствует среди оплаченных участников. Просим обратить на это особое внимание, так как результаты членов команды красного цвета не берутся во внимание.

source: Tips
ru: Полезные советы

source: Team Information
lv: Komandas informācija
ru: Информация о команде

source: Birth Year
lv: Dzimšanas gads
ru: Год рождения

source: All Team
lv: Visa komanda
ru: Вся команда

source: apply to
lv: pieteikt uz
ru: подать заявку на

source: Registration have finished.
lv: Reģistrācija ir noslēgusies.
ru: Регистрация завершена.

source: Manager
lv: Menedžeris
ru: Менеджер

source: Phone
lv: Telefona numurs
ru: Телефон

source: Management
lv: Apkalpe
ru: Обслуживание

source: Create Team
lv: Izveidot komandu
ru: Создать команду

source: Management Information
lv: Apkalpes informācija
ru: Административная информация

source: Upload Team Photo
lv: Augšupielādēt komandas attēlu
ru: Загрузить фотографию команды

source: Upload Shirt Photo
lv: Augšupielādēt komandas krekla attēlu
ru: Загрузить фотографию рубашки

source: Pay for Team Profile
lv: Maksāt par komandas profilu
ru: Заплатить за профиль команды

source: Created
lv: Izveidots
ru: Создано

source: Modified
lv: Labots
ru: Изменено

source: ^(?P<pk>\d+)/maps/$
lv: ^(?P<pk>\d+)/kartes/$
ru: ^(?P<pk>\d+)/karty/$

source: ^maps/gpx/(?P<pk2>\d+)/$
lv: ^kartes/gpx/(?P<pk2>\d+)/$
ru: ^karty/gpx/(?P<pk2>\d+)/$

source: ^(?P<pk>\d+)/team/$
lv: ^(?P<pk>\d+)/komandas/$
ru: ^(?P<pk>\d+)/komanda/$

source: ^(?P<pk>\d+)/team/(?P<pk2>\d+)/$
lv: ^(?P<pk>\d+)/komandas/(?P<pk2>\d+)/$
ru: ^(?P<pk>\d+)/komanda/(?P<pk2>\d+)/$

source: ^(?P<pk>\d+)/team/(?P<pk2>\d+)/(?P<pk3>\d+)/$
lv: ^(?P<pk>\d+)/komandas/(?P<pk2>\d+)/(?P<pk3>\d+)/$
ru: ^(?P<pk>\d+)/komanda/(?P<pk2>\d+)/(?P<pk3>\d+)/$

source: ^(?P<pk>\d+)/standings/$
lv: ^(?P<pk>\d+)/kopvertejums/$
ru: ^(?P<pk>\d+)/reiting/$

source: ^(?P<pk>\d+)/standings/teams/$
lv: ^(?P<pk>\d+)/kopvertejums/komandas/$
ru: ^(?P<pk>\d+)/reiting/komandy/$

source: ^(?P<pk>\d+)/participants/$
lv: ^(?P<pk>\d+)/dalibnieki/$
ru: ^(?P<pk>\d+)/uchastniki/$
