Repository: Ameriks/velo.lv
Catalog: velo/locale/*/LC_MESSAGES/django.po
Languages: lv, ru

source: ^application/$
ru: ^zayavka/$

source: ^application/(?P<pick>\d+)/$
ru: ^zayavka/(?P<pick>\d+)/$

source: ^application/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/$
ru: ^zayavka/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/$

source: ^application/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/pay/$
ru: ^zayavka/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/oplatitj/$

source: ^application/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/ok/$
ru: ^zayavka/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/ok/$

source: ^company_application/$
ru: ^zayavka_predpriyatiya/$

source: ^company_application/add/$
ru: ^zayavka_predpriyatiya/dobavitj/$

source: ^company_application/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/$
ru: ^zayavka_predpriyatiya/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/$

source: ^company_application/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/add/$
ru: ^zayavka_predpriyatiya/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/dobavitj/$

source: ^company_application/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/ok/$
ru: ^zayavka_predpriyatiya/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/ok/$

source: ^company_application/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/edit/$
ru: ^zayavka_predpriyatiya/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/redaktirovatj/$

source: ^results/
ru: ^rezultaty/

source: ^payment/
ru: ^oplata/

source: ^whatever/
ru: ^raznoye/

source: ^news/
ru: ^novosti/

source: ^gallery/
ru: ^galereya/

source: ^competition/
ru: ^sorevnovanie/

source: ^calendar/
ru: ^kalendar/

source: ^account/
ru: ^akkaunt/

source: Personal info
lv: Personīgā informācija
ru: Персональная информация

source: Contact information
lv: Kontaktinformācija
ru: Контактная информация

source: Permissions
lv: Pieejas tiesības
ru: Права доступа

source: Newsletters
ru: Информационные бюллетени

source: Important dates
lv: Svarīgi datumi
ru: Важные даты

source: First Name
lv: Vārds
ru: Имя

source: Last Name
lv: Uzvārds
ru: Фамилия

source: I want to receive newsletters
lv: Vēlos saņemt jaunumus
ru: Я хочу получать информационные бюллетени

source: Birthday
lv: Dzimšanas diena
ru: Дата рождения

source: Country
lv: Valsts
ru: Страна

source: City
lv: Pilsēta
ru: Город

source: Bike Brand
lv: Velo Zīmols
ru: Марка велосипеда

source: Phone number
lv: Telefona numurs
ru: Номер телефона

source: Change Email
lv: Mainīt e-pastu
ru: Изменить адрес эл. почты

source: Change Password
lv: Mainīt paroli
ru: Изменить пароль

source: Connect / Disconnect Social Accounts
lv: Pievienot / Atvienot sociālos kontus
ru: Подключить / отключить социальные аккаунты

source: Update Profile
lv: Atjaunot profilu
ru: Обновить профиль

source: You must have at least %i record
lv: Ir nepieciešams vismaz %i ieraksts
ru: У Вас должно быть не менее %i записи

source: You can add maximum %i records
lv: Jūs nevarat pievienot vairāk nekā %i ierakstus
ru: Вы можете добавить не более %i записей

source: Occupation
lv: Nodarbošanās
ru: Вид деятельности

source: Where Heard
lv: Kur uzzināja
ru: Где узнали

source: Not yet validated
lv: Nav pārbaudīts
ru: Еще не проверено

source: Bounced
lv: Atleca
ru: Возвращено

source: Validating
lv: Pārbauda
ru: Проверяется

source: Valid
lv: Pārbaudīts
ru: Проверено

source: Invalid
lv: Nepareizs
ru: Неверно

source: Email Address
lv: E-pasta adrese
ru: Адрес эл. почты

source: Social Security Number
lv: Personas kods
ru: Персональный код

source: Phone Number
lv: Telefona numurs
ru: Номер телефона

source: Send Email Newsletters
lv: Sūtīt e-pasta jaunumus
ru: Присылать информационные бюллетени по электронной почте

source: Full Name
lv: Pilns vārds
ru: Имя и фамилия

source: staff status
lv: Darbinieka statuss
ru: статус работника

source: Designates whether the user can log into this admin site.
lv: Norāda vai lietotājs var pieslēgties administratora panelim.
ru: Указывает, может ли пользователь получать доступ к панели администратора.

source: active
lv: aktīvs
ru: активный

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
lv: Norāda vai lietotājs ir aktīvs.
ru: Указывает, является ли этот пользователь активным. Отмените выбор вместо удаления аккаунта.

source: date joined
lv: datums, kad pievienojās
ru: дата регистрации

source: Profile Image
lv: Profila bilde
ru: Изображение для профиля

source: Description
lv: Apraksts
ru: Описание

source: user
lv: lietotājs
ru: пользователь

source: users
lv: lietotāji
ru: пользователи

source: Velo
ru: Вело

source: Cross Country
lv: Distanču slēpošana
ru: Кросс

source: ^profile/$
lv: ^profils/$
ru: ^profil/$

source: ^my_applications/$
lv: ^mani_pieteikumi/$
ru: ^moi_zayavki/$

source: ^my_team/$
lv: ^manas_komandas/$
ru: ^moya_komanda/$

source: ^my_team/add/$
lv: ^manas_komandas/pievienot/$
ru: ^moya_komanda/dobavitj/$

source: ^my_team/(?P<pk2>\d+)/$
lv: ^manas_komandas/(?P<pk2>\d+)/$
ru: ^moya_komanda/(?P<pk2>\d+)/$

source: ^my_team/(?P<pk2>\d+)/pay/$
lv: ^manas_komandas/(?P<pk2>\d+)/maksat/$
ru: ^moya_komanda/(?P<pk2>\d+)/oplatitj/$

source: ^my_team/(?P<pk2>\d+)/apply/$
lv: ^manas_komandas/(?P<pk2>\d+)/pieteikt/$
ru: ^moya_komanda/(?P<pk2>\d+)/podatj_zayavku/$

source: ^my_team/(?P<pk2>\d+)/apply/(?P<competition_pk>\d+)/$
lv: ^manas_komandas/(?P<pk2>\d+)/pieteikt/(?P<competition_pk>\d+)/$
ru: ^moya_komanda/(?P<pk2>\d+)/podatj_zayavku/(?P<competition_pk>\d+)/$

source: Link
lv: Adrese
ru: Ссылка

source: Youtube or Vimeo link
lv: Youtube vai Vimeo adrese
ru: Ссылка на Youtube или Vimeo

source: You can add only youtube and vimeo videos.
lv: Var pievienot tikai Youtube un Vimeo adreses.
ru: Можно добавлять видео только с Youtube и Vimeo.

source: Incorrect youtube link.
lv: Nepareiza Youtube adrese.
ru: Неверная ссылка на Youtube.

source: Incorrect vimeo link.
lv: Nepareiza Vimeo adrese.
ru: Неверная ссылка на Vimeo.

source: Video successfully added. Video must be approved by agency to be available to public.
lv: Video veiksmīgi pievienots. Aģentūrai jāapstiprina video, lai tas parādītos publiski.
ru: Видео успешно добавлено. Видео должно быть утверждено агентством, чтобы оно стало публичным.

source: Zip File
lv: ZIP Fails
ru: ZIP-файл

source: ZIP File containing photos
lv: ZIP Fails, kas satur fotogrāfijas
ru: ZIP-файл с фотографиями

source: Competition
lv: Sacensības
ru: Соревнование

source: Show
lv: Rādīt
ru: Показать

source: Search
lv: Meklēt
ru: Поиск

source: Show only agency videos
lv: Rādīt tikai aģentūras video
ru: Показать только видео агентства

source: Show only user videos
lv: Rādīt tikai lietotāju video
ru: Показать только видео пользователей

source: There are no records
lv: Nav ierakstu
ru: Нет записей

source: ^video/add/$
lv: ^video/pievienot/$
ru: ^video/dobavitj/$

source: ^add/$
lv: ^pievienot/$
ru: ^dobavitj/$

source: ^(?P<album_pk>\d+)/(?P<pk>\d+)/assign_numbers/$
lv: ^(?P<album_pk>\d+)/(?P<pk>\d+)/pievienot_numurus/$
ru: ^(?P<album_pk>\d+)/(?P<pk>\d+)/prisvoitj_nomera/$

source: ^pick/$
lv: ^izveleties/$
ru: ^vybratj/$

source: ^pick/(?P<album_pk>\d+)/$
lv: ^izveleties/(?P<album_pk>\d+)/$
ru: ^vybratj/(?P<album_pk>\d+)/$

source: Uploaded file is not an image.
lv: Augšupielādētais fails nav attēls.
ru: Загруженный файл не является изображением.

source: Please pick file
lv: Lūdzu izvēlaties failu
ru: Пожалуйста, выберите файл

source: There is not created invoice link for this competition.
lv: Nav izveidots rēķins šai sacensībai.
ru: Не создан счет для этого соревнования.

source: Error in connection with bank. Try again later.
lv: Nevar savienoties ar banku. Lūdzu mēģiniet vēlreiz vēlāk.
ru: Ошибка при подключении к банку. Повторите попытку позже.

source: Company Name required.
lv: Uzņēmuma nosaukums ir obligāts lauks.
ru: Название предприятия является обязательным полем.

source: Company registration number required.
lv: Uzņēmuma reģ.numurs ir obligāts lauks.
ru: Рег. номер предприятия является обязательным полем.

source: Company Address required.
lv: Uzņēmuma adrese ir obligāts lauks.
ru: Адрес предприятия является обязательным полем.

source: Company Juridical Address required.
lv: Uzņēmuma juridiskā adrese ir obligāts lauks.
ru: Юридический адрес предприятия является обязательным полем.

source: Save
lv: Saglabāt
ru: Сохранить

source: Invalid Social Security Number.
lv: Kļūdains personas kods.
ru: Неверный персональный код.

source: You haven't added any team
lv: Jūs neesat pievienojis nevienu komandu
ru: Вы не добавили ни одной команды

source: You haven't added any distance
lv: Jūs neesat pievienojis nevienu distanci
ru: Вы не добавили ни одной дистанции

source: No numbers
lv: Nav numuru
ru: Нет номеров

source: You haven't added any participant
lv: Jūs neesat pievienojis nevienu dalībnieku
ru: Вы не добавили ни одного участника

source: You haven't added any number
lv: Jūs neesat pievienojis nevienu numuru
ru: Вы не добавили ни одного номера

source: You haven't added any competition
lv: Jūs neesat pievienojis nevienu sacensību
ru: Вы не добавили ни одного соревнования

source: You haven't added any applied member
lv: Jūs neesat pievienojis nevienu komandas dalībnieku
ru: Вы не добавили ни одного заявленного участника

source: Distance
ru: Дистанция

source: Group
lv: Grupa
ru: Группа

source: Time
lv: Laiks
ru: Время

source: There are no results
lv: Nav rezultātu
ru: Нет результатов

source: There are no applications
lv: Nav pieteikumu
ru: Нет заявок

source: There are no Sync tasks
lv: Nav Sinhronizācijas uzdevumu
ru: Нет Задач синхронизации

source: There are no pricing records.
lv: Nav maksu ierakstu.
ru: Нет записей по ценам.

source: There are no records.
lv: Nav ierakstu.
ru: Нет записей.

source: Year
lv: Gads
ru: Год

source: Type
lv: Tips
ru: Тип

source: Status
lv: Statuss
ru: Статус

source: Update Registration
lv: Atjaunot reģistrāciju
ru: Обновить регистрацию

source: Team not applied for this competition
lv: Komanda nav pieteikusies sacensībai
ru: Команда не заявлена для участия в этом соревновании

source: Register
lv: Reģistrēties
ru: Регистрация

source: ^notification/(?P<slug>.+)/$
lv: ^pazinojums/(?P<slug>.+)/$
ru: ^uvedomlenie/(?P<slug>.+)/$

source: I confirm that my health condition allows me to take part in competition in my chosen distance. I promise to keep regulations, traffic rules and use safety helmet.
ru: Я подтверждаю, что состояние моего здоровья позволяет мне участвовать в соревновании на выбранной мною дистанции. Я обязуюсь соблюдать правила соревнований, правила дорожного движения и использовать защитный шлем.

source: I will inform all registered participants about rules.
lv: Apliecinu, ka informēšu pieteiktos dalībniekus par noteikumiem.
ru: Я проинформирую всех зарегистрированных участников о правилах.

source: Invoice successfully created and sent to %(email)s
lv: Rēķins veiksmīgi izveidots un nosūtīts uz %(email)s
ru: Счет успешно создан и послан на %(email)s

source: Payment method
lv: Maksājumu metode
ru: Способ оплаты

source: Receive Bill
lv: Saņemt rēķinu
ru: Получить счет

source: New
lv: Jauns
ru: Новый

source: Pending
lv: Gaida
ru: Ожидание

source: Reversed
lv: Atgriezts
ru: Исправлено

source: Cancelled
lv: Atcelts
ru: Отменено

source: Timeout
lv: Laiks notecējis
ru: Время истекло

source: Declined
lv: Noraidīts
ru: Отклонено

source: Failed
lv: Neizdevās
ru: Не выполнено

source: Error
lv: Kļūda
ru: Ошибка

source: ID not found
lv: ID nav atrodams
ru: Идент. № не найден

source: ^checkprice/(?P<pk>\d+)/$
lv: ^cenasparbaude/(?P<pk>\d+)/$
ru: ^proverkaceny/(?P<pk>\d+)/$

source: ^back/(?P<slug>.+)/$
lv: ^atpakal/(?P<slug>.+)/$
ru: ^nazad/(?P<slug>.+)/$

source: <div class='fs12 fw700 c-white--70 uppercase text-align--right bottom-margin--10'>Entry fee - <span>%(entry_fee)s€</span></div>
lv: <div class='fs12 fw700 c-white--70 uppercase text-align--right bottom-margin--10'>Pieteikuma maksa - <span>%(entry_fee)s€</span></div>
ru: <div class='fs12 fw700 c-white--70 uppercase text-align--right bottom-margin--10'>Регистрационный взнос - <span>%(entry_fee)s€</span></div>

source: <div class='fs12 fw700 c-white--70 uppercase text-align--right bottom-margin--10'>Insurance fee - <span>%(insurance_fee)s€</span></div>
lv: <div class='fs12 fw700 c-white--70 uppercase text-align--right bottom-margin--10'>Apdrošināšanas maksa - <span>%(insurance_fee)s€</span></div>
ru: <div class='fs12 fw700 c-white--70 uppercase text-align--right bottom-margin--10'>Страховой сбор - <span>%(insurance_fee)s€</span></div>

source: <div class='fs14 fw700 c-white uppercase text-align--right'>Total - <span class='c-yellow'>%(total)s€</span></div>
lv: <div class='fs14 fw700 c-white uppercase text-align--right'>KOPĀ - <span class='c-yellow'>%(total)s€</span></div>
ru: <div class='fs14 fw700 c-white uppercase text-align--right'> Итого - <span class='c-yellow'>%(total)s€</span></div>

source: <div class='fs14 fw700 c-white uppercase text-align--right'>This distance isn't available for birth year %(year)s.</div>
lv: <div class='fs14 fw700 c-white uppercase text-align--right'>Šī distance nav pieejama dzimšanas gadam %(year)s.</div>
ru: <div class='fs14 fw700 c-white uppercase text-align--right'>Эта дистанция недоступна для года рождения %(year)s.</div>

source: Team profile successfully paid.
lv: Komandas profils veiksmīgi apmaksāts
ru: Профиль команды успешно оплачен.

source: Transaction unsuccessful. Try again.
lv: Maksājums neizdevās. Mēģiniet vēlreiz.
ru: Платеж не выполнен. Повторите попытку позже.

source: Transaction status unknown. If you paid, then wait a while until status is updated - you will receive email.
lv: Maksājuma statuss nav zināms. Ja ir apmaksāts, tad uzgaidīt kamēr statuss tiek atjaunots - jūs saņemsiet e-pastu.
ru: Статус платежа неизвестен. Если Вы оплатили, то подождите немного, пока не обновится статус, - Вы получите электронное письмо.

source: <div class='fs14 fw700 c-white uppercase text-align--right'>Please enter all details</div>
lv: <div class='fs14 fw700 c-white uppercase text-align--right'>Lūdzu norādiet visu informāciju</div>
ru: <div class='fs14 fw700 c-white uppercase text-align--right'>Пожалуйста, введите всю информацию</div>

source: Please add at least one participant
lv: Lūdzu pievienojiet vismaz vienu dalībnieku
ru: Пожалуйста, добавьте по крайней мере одного участника

source: Please specify first name and last name for all participants
lv: Lūdzu norādiet vārdu un uzvārdu visiem dalībniekiem
ru: Пожалуйста, укажите имя и фамилию каждого участника

source: Please specify birthday for all participants
lv: Lūdzu norādiet dzimšanas dienas visiem dalībniekiem
ru: Пожалуйста, укажите дату рождения каждого участника

source: Not all participants have price added. Did you press save & pay?
lv: Visiem dalībniekiem nav pievienotas cenas. Vai jūs nospiedāt saglabāt un apmaksāt?
ru: Не для всех участников добавлена цена. Вы нажали сохранить и оплатить?

source: Price expired. Start registering participants from step 1.
lv: Cena vairs nav aktīva. Lūdzu sāciet reģistrāciju no sākuma.
ru: Срок действия цены истек. Начните регистрацию участников с самого начала.

source: Team profile already payed.
lv: Komandas profils ir jau apmaksāts.
ru: Профиль команды уже оплачен.

source: Competition already passed.
lv: Sacensība jau ir pagātnē.
ru: Соревнование уже завершилось.

source: Price for team profile not defined.
lv: Cena komandas profilam nav noteikta.
ru: Цена для профиля команды не определена.

source: Get Invoice
lv: Saņemt rēķinu
ru: Получить счет

source: Teams
lv: Komandas
ru: Команды

source: Standings
lv: Kopvērtējums
ru: Рейтинг

source: Team Standings
lv: Komandu kopvērtējums
ru: Рейтинг команды

source: Start List
lv: Starta saraksts
ru: Стартовый лист

source: Applied Teams
lv: Pieteiktās komandas
ru: Заявленные команды

source: Maps
lv: Kartes
ru: Карты

source: Results
lv: Rezultāti
ru: Результаты

source: Team Results
lv: Komandu rezultāti
ru: Результаты команды

source: I am informed that participation in UEC MTB Marathon requires licence. More info in Technical Guide.
lv: Es esmu informēts, ka dalībai Eiropas Čempionātā ir nepieciešama licence. Vairkā informācijas tehniskajā dokumentācijā.
ru: Я проинформирован, что для участия в маунтинбайк-марафоне Европейского велосипедного союза требуется лицензия. См. дополнительную информацию в Техническом руководстве.

source: I am informed that participation in Skandi Motors distance requires LRF licence. More info - %s
lv: Esmu informēts/ta, ka Skandi Motors distancē nepieciešama LRF licence. Vairāk informācija - %s
ru: Я проинформирован, что для участия в дистанции Skandi Motors требуется лицензия Латвийской федерации велоспорта. Дополнительная информация - %s

source: Reset public URL?
lv: Nomainīt publisko URL?
ru: Сменить публичный адрес страницы?

source: If you reset URL, then nobody will be able to access using previous URL.
lv: Ja nomainīsiet, tad kompānijas pieteikumam vairs nevarēs piekļūt ar veco interneta adresi.
ru: Если Вы меняете адрес страницы, то никто не сможет получить доступ, вводя предыдущий адрес страницы.

source: E-mail confirmation
lv: E-pasta apstiprinājums
ru: Подтверждение электронным письмом

source: This field is required.
lv: Šis lauks ir obligāts.
ru: Это поле обязательное для заполнения.

source: Please enter valid email address!
lv: Lūdzu norādiet korektu e-pasta adresi!
ru: Пожалуйста, укажите действительный адрес эл. почты!

source: Emails doesn't match
lv: E-pasta adreses nesakrīt
ru: Адреса эл. почты не совпадают

source: The two email fields didn't match.
lv: Abi e-pasta lauki nesakrīt.
ru: Оба поля эл. почты не совпадают.

source: Insurance
lv: Apdrošināšana
ru: Страхование

source: SSN is required.
lv: Personas kods ir obligāts lauks
ru: Персональный код является обязательным полем.

source: This distance not available for this participant.
lv: Distance nav pieejama šim dalībniekam.
ru: Эта дистанция недоступна для этого участника.

source: Select Insurance
lv: Izvēlēties apdrošināšanu
ru: Выберите страхование

source: Select Distance
lv: Izvēlēties distanci
ru: Выберите дистанцию

source: Select Gender
lv: Izvēlieties dzimumu
ru: Выберите пол

source: Haven't Payed
lv: Nav apmaksāts
ru: Не оплачено

source: Waiting for Payment
lv: Gaida maksājumu
ru: Ожидание оплаты

source: Payed
lv: Apmaksāts
ru: Оплачено

source: Payment Status
lv: Maksājuma statuss
ru: Статус оплаты

source: I want to receive velo.lv news in email.
lv: Es vēlos saņemt velo.lv jaunumus.
ru: Я хочу получать новости velo.lv по эл. почте.

source: Company name / Full Name
lv: Uzņēmuma nosaukums / Vārds Uzvārds
ru: Название предприятия / Имя и фамилия

source: VAT Number
lv: VAT Numurs
ru: Номер НДС

source: Company number / SSN
lv: Uzņēmuma numurs / Personas kods
ru: Номер предприятия / Персональный код

source: Address
lv: Adrese
ru: Адрес

source: Juridical Address
lv: Juridiskā adrese
ru: Юридический адрес

source: Show participant names in invoice
lv: Rādīt dalībnieku vārdus rēķinā
ru: Показать имена участников в счете

source: Invoice code
lv: Rēķina kods
ru: Код счета

source: Invoice Number
lv: Rēķina numurs
ru: Номер счета

source: Donation
lv: Ziedojums
ru: Пожертвование

source: Male
lv: Vīrietis
ru: Мужчина

source: Female
lv: Sieviete
ru: Женщина

source: Team
lv: Komanda
ru: Команда

source: Is Participating
lv: Vai piedalās?
ru: Участвует

source: Is Paying
lv: Vai maksā?
ru: Оплачивает

source: Is Competing
lv: Vai piedalās
ru: Участвует в соревновании

source: Gender
lv: Dzimums
ru: Пол

source: Result will be sent to this phone number
lv: Uz šo telefona numuru tiks sūtīts rezultāts
ru: Результат будет отправлен на этот номер телефона

source: Email
lv: E-pasts
ru: Эл. письмо

source: Send Email
lv: Sūtīt e-pastu
ru: Отправить эл. письмо

source: Send SMS
lv: Sūtīt SMS
ru: Отправить SMS

source: Assigned automatically
lv: Piešķirt automātiski
ru: Присваивается автоматически

source: Registrant
lv: Reģistrētājs
ru: Регистратор

source: Registration Date
lv: Reģistrēšanas datums
ru: Дата регистрации

source: participant
lv: dalībnieks
ru: участник

source: participants
lv: dalībnieki
ru: участники

source: If specific number should be given
lv: Ja jāpiešķir specifisks numurs.
ru: Если должен быть присвоен специальный номер

source: If specific passage should be given
lv: Ja jāpiešķir specifisks koridors.
ru: Если должен быть присвоен специальный коридор

source: Group together in one passage
lv: Norādiet vienādu skaitli, lai cilvēkus sagrupētu vienā koridorī
ru: Сгруппировать в одном коридоре

source: You will receive payment confirmation and information about start numbers.
lv: Jūs saņemsiet maksājuma apstiprinājumu un informāciju par starta numuriem.
ru: Вы получите подтверждение оплаты и информацию о стартовых номерах.

source: YYYY-MM-DD
ru: ГГГГ-ММ-ДД

source: You haven't created any application.
lv: Jūs neesat izveidojis nevienu pieteikumu.
ru: Вы не создали ни одной заявки.

source: There are no participants
lv: Nav dalībnieku
ru: Нет участников

source: Number
lv: Numurs
ru: Номер

source: Points
lv: Punkti
ru: Очки

source: Passage
lv: Koridors
ru: Коридор

source: Last Year's Place
lv: Iepr. gada rezultāts
ru: Результат прошлого года

source: You haven't created any company application.
lv: Jūs neesat pievienojis nevienu sacensību pieteikumu.
ru: Вы не создали ни одной заявки компании.

source: VELO.LV application #%i
lv: VELO.LV pieteikums nr.%i
ru: Заявка VELO.LV №%i

source: Select at least one participant.
lv: Izvēlieties vismaz vienu dalībnieku.
ru: Выберите по крайней мере одного участника.

source: Competition selected for payment is not available.
lv: Izvēlētai sacensībai nav pieejama maksāšana.
ru: Выбранное для оплаты соревнование недоступно.

source: Select team
lv: Izvēlēties komandu
ru: Выберите команду

source: Add team title.
lv: Pievienot komandas nosaukumu.
ru: Добавьте название команды.

source: Team with title %s already exists. Pick different title.
lv: Komanda ar nosaukumu %s jau eksistē. Izvēlieties citu nosaukumu.
ru: Команда с названием %s уже существует. Выберите другое название.

source: Select participants in selected competition distance.
lv: Izvēlēties dalībniekus izvēlētajā sacensību distancē.
ru: Выберите участников в выбранной дистанции соревнования.

source: Maximum team member count in this competition is %(count)s. Please select less participants to add to team.
lv: Maksimālais komandas dalībnieku skaits šajās sacensībās ir %(count)s. Lūdzu norādiet mazāku dalībnieku skaitu, lai pievienotu komandu.
ru: Максимальное число участников в команде в этом соревновании %(count)s. Пожалуйста, выберите для добавления в команду меньшее число участников.

source: All selected participants are already participants in teams. One participant can be in only one team.
lv: Visi izvēlētie dalībnieki jau ir pievienoti komandās. Viens dalībnieks var būt tikai vienā komandā.
ru: Все выбранные участники уже являются участниками других команд. Один участник может быть только в одной команде.

source: Member %(first_name)s %(last_name)s is already registered in other team.
lv: Dalībnieks %(first_name)s %(last_name)s jau ir reģistrēts citā komandā.
ru: Участник %(first_name)s %(last_name)s уже зарегистрирован в другой команде.

source: Saved
lv: Saglabāts
ru: Сохранено

source: Competition is in past. Cannot change application.
lv: Sacensības jau ir notikušas. Nevar mainīt pieteikumu.
ru: Соревнование завершилось. Заявку изменить невозможно.
