Repository: Ameriks/velo.lv
Catalog: project/core/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Personal info
lv: Personīgā informācija

source: Contact information
lv: Kontaktinformācija

source: Permissions
lv: Pieejas tiesības

source: Newsletters
lv: Jaunumu e-pasti

source: Important dates
lv: Svarīgi datumi

source: Please specify email address to associate account with.
lv: Lūdzu norādiet e-pasta adresi, kuram piesaistīt lietotāju.

source: A user with that email address already exists.
lv: Lietotājs ar šādu e-pasta adresi jau eksistē.

source: Create Account
lv: Izveidot lietotāju

source: Password
lv: Parole

source: Invalid password. Try again.
lv: Kļūdaina parole. Mēģiniet vēlreiz.

source: Change Email
lv: Nomainīt e-pasta adresi

source: Set Password
lv: Uzstādīt paroli

source: Log in
lv: Pieslēgties

source: Passwords must be at least 10 characters in length.
lv: Parolei jāsastāv vismaz no 10 raksta zīmēm.

source: Change Password
lv: Nomainīt paroli

source: The two password fields didn't match.
lv: Abi paroles lauki nesakrīt.

source: Password confirmation
lv: Paroles apstiprinājums

source: Enter the same password as above, for verification.
lv: Ievadiet vēlreiz jauno paroli.

source: Register
lv: Reģistrēties

source: Update Profile
lv: Atjaunot profilu

source: Email
lv: E-pasts

source: You must have at least %i record
lv: Jābūt vismaz %i ierakstiem

source: You can add maximum %i records
lv: Jūs varat pievienot līdz %i ierakstiem

source: First Name
lv: Vārds

source: Last Name
lv: Uzvārds

source: Email Address
lv: E-pasta adrese

source: Country
lv: Valsts

source: Social Security Number
lv: Personas kods

source: Birthday
lv: Dzimšanas diena

source: City
lv: Pilsēta

source: Bike Brand
lv: Velo marka

source: Phone Number
lv: Telefona numurs

source: Send Email Newsletters
lv: Sūtīt e-pasta jaunumus

source: Full Name
lv: Vārds Uzvārds

source: staff status
lv: Personāla statuss

source: Designates whether the user can log into this admin site.
lv: Norāda vai lietotājs var pieslēgties administratora panelim.

source: active
lv: Aktīvs

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
lv: Norāda vai lietotājs ir aktīvs vai nav. Noņemiet ķeksi dzēšanas vietā.

source: date joined
lv: Datums, kad pievienojās

source: user
lv: Lietotājs

source: users
lv: Lietotāji

source: Verify your velo.lv email address
lv: Apstipriniet Jūsu velo.lv e-pasta adresi

source: Change Email Notification
lv: E-pasta maiņas notifikācija

source: ^register/$
lv: ^registreties/$

source: ^register/email/$
lv: ^registreties/epasts/$

source: ^email/confirm/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/$
lv: ^epasts/apstiprinat/(?P<slug>[0-9a-f]{8}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{4}-[0-9a-f]{12})/$

source: ^email/$
lv: ^epasts/$

source: ^email/resend/$
lv: ^epasts/atkartoti/$

source: ^password_change/$
lv: ^paroles_maina/$

source: ^login/$
lv: ^pieslegties/$

source: ^logout/$
lv: ^atslegties/$

source: ^profile/$
lv: ^profils/$

source: ^password_reset/$
lv: ^atjaunot_paroli/$

source: ^password_reset/done/$
lv: ^atjaunot_paroli/ok/$

source: ^reset/(?P<uidb36>[0-9A-Za-z]{1,13})-(?P<token>[0-9A-Za-z]{1,13}-[0-9A-Za-z]{1,20})/$
lv: ^atjaunot/(?P<uidb36>[0-9A-Za-z]{1,13})-(?P<token>[0-9A-Za-z]{1,13}-[0-9A-Za-z]{1,20})/$

source: ^reset/(?P<uidb64>[0-9A-Za-z_\-]+)/(?P<token>[0-9A-Za-z]{1,13}-[0-9A-Za-z]{1,20})/$
lv: ^atjaunot/(?P<uidb64>[0-9A-Za-z_\-]+)/(?P<token>[0-9A-Za-z]{1,13}-[0-9A-Za-z]{1,20})/$

source: ^reset/done/$
lv: ^atjaunot/ok/$

source: ^my_applications/$
lv: ^mani_pieteikumi/$

source: ^my_team/$
lv: ^manas_komandas/$

source: ^my_team/add/$
lv: ^manas_komandas/izveidot/$

source: ^my_team/(?P<pk2>\d+)/$
lv: ^manas_komandas/(?P<pk2>\d+)/$

source: ^my_team/(?P<pk2>\d+)/apply/$
lv: ^manas_komandas/(?P<pk2>\d+)/registreties/$

source: ^my_team/(?P<pk2>\d+)/apply/(?P<competition_pk>\d+)/$
lv: ^my_team/(?P<pk2>\d+)/registreties/(?P<competition_pk>\d+)/$

source: Email is validated. Thank you!
lv: E-pasta adrese ir apstiprināta. Paldies!

source: Email resent. Please check spam folder if email is not in Inbox.
lv: E-pasts nosūtīts atkārtoti. Ja nevarat atrast e-pastu, lūdzu pārbaudiet SPAM folderi.

source: Prev
lv: Atpakaļ

source: Page %(current)s of %(total)s
lv: Lapa %(current)s no %(total)s

source: %(count)s of %(total)s
lv: %(count)s no %(total)s

source: Next
lv: Tālāk

source: This Year
lv: Šis gads

source: Date
lv: Datums

source: Competition
lv: Sacensības

source: Place
lv: Norises vieta

source: Next Year
lv: Nākamais gads

source: Apply now
lv: Pieteikties

source: Maps are not yet available.
lv: Kartes šobrīd nav pieejamas.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
lv: Drošības labad nomainiet paroli, ievadot esošo paroli divas reizes, lai varam pārliecināties, ka ievadijāt to korekti.

source: Apply to Competition
lv: Pieteikties sacensībām

source: Please sign in
lv: Pieslēgties

source: Forgot password?
lv: Aizmirsāt paroli?

source: Register or connect with:
lv: Reģistrēties vai pieslēgties ar:

source: Your password has been set. You may go ahead and log in now.
lv: Jūsu parole ir uzstādīta. Varat pieslēgties.

source: Please enter your new password twice so we can verify you typed it in correctly.
lv: Ievadot esošo paroli divas reizes, lai varam pārliecināties, ka ievadijāt to korekti.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
lv: Paroles pārstatīšanas saite bija nekorekta, iespējams, tā jau ir izmantota. Lūdzu pieprasiet paroles pārstatīšanu vēlreiz.

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
lv: Uz e-pastu aizsūtītas instrukcijas paroles uzstādīšanai. Jums to drīzumā vajadzētu saņemt.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
lv: Ja jūs nesaņēmāt e-pastu, lūdzu pārbaudiet vai ievadījāt to e-pasta adresi, ar kuru Jūs esat reģistrējies mājas lapā, kā arī pārbaudiet mēstuļu (spam) mapi.

source: Email address
lv: E-pasta adrese

source: Reset password
lv: Atjaunot paroli

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
lv: Jūs saņēmāt šo e-pastu, jo pieprasījāt nomainīt paroli Jūsu lietotājam %(site_name)s.

source: Please go to the following page and choose a new password:
lv: Lūdzu apmeklējiet šo lapu un ievadiet jauno paroli:

source: The %(site_name)s team
lv: Ar cieņu, %(site_name)s komanda
